tap "homebrew/cask-fonts"
brew "antibody"
brew "asdf"
brew "atuin"
brew "helm"
brew "kubernetes-cli"
brew "lsd"
brew "starship"
cask "alfred"
cask "clickup"
cask "docker"
cask "homebrew/cask-versions/firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "insomnia"
cask "iterm2"
cask "notion"
cask "rectangle"
cask "slack"
cask "spotify"
cask "superhuman"
cask "vscodium"