tap "homebrew/cask-fonts"
brew "antibody"
brew "asdf"
brew "atuin"
brew "awscli"
brew "ctop"
brew "fzf"
brew "helm"
brew "kubectx"
brew "kubernetes-cli"
brew "lsd"
brew "mas"
brew "starship"
brew "stern"
brew "tree"
brew "watch"
cask "alfred"
cask "clickup"
cask "docker"
cask "homebrew/cask-versions/firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "insomnia"
cask "iterm2"
cask "notion"
cask "rectangle"
cask "slack"
cask "spotify"
cask "superhuman"
cask "vscodium"
mas "Fantastical", id: 975937182
mas "Paste", id: 967805235