tap "homebrew/cask-fonts"
brew "antibody"
brew "asdf"
brew "atuin"
brew "awscli"
brew "ctop"
brew "direnv"
brew "fzf"
brew "gh"
brew "gpg"
brew "helm"
brew "kubectx"
brew "kubernetes-cli"
brew "lsd"
brew "mas"
brew "starship"
brew "stern"
brew "tree"
brew "watch"
cask "alfred"
cask "clickup"
cask "docker"
cask "flux"
cask "font-fira-code-nerd-font"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "nordvpn"
cask "notion"
cask "opera"
cask "rectangle"
cask "slack"
cask "spotify"
cask "superhuman"
cask "visual-studio-code"
cask "warp"
mas "Fantastical", id: 975937182
mas "MindNode", id: 1289197285
